Repository: joshlong-attic/dac
Catalog: src/main/native/linux/misc/downloads/nautilus-cd-burner-2.25.3/po/*.po
Languages: be@latin, de, mg, pt

source: Unable to create CD/DVD
be@latin: Niemahčyma stvaryć CD/DVD
de: CD/DVD konnte nicht erstellt werden
mg: Tsy afaka foronina ilay CD/DVD
pt: Incapaz de criar o CD/DVD

source: Source name
be@latin: Nazva krynicy
de: Quellenname
mg: Anaran'ny loharano
pt: Nome da origem

source: Source type
be@latin: Typ krynicy
de: Quellentyp
mg: Karazana loharano
pt: Tipo da origem

source: Source size
be@latin: Pamier krynicy
de: Quellengröße
pt: Tamanho da origem

source: Disc label
be@latin: Apisańnie dysku
de: CD-Name
pt: Etiqueta do disco

source: Write speed
be@latin: Chutkaść zapisu
de: Schreibgeschwindigkeit
pt: Velocidade de gravação

source: Copy Disc
be@latin: Skapijuj dysk
de: Medium kopieren
mg: Adikao io kapila io
pt: Copiar o Disco

source: Copy disc _to:
be@latin: Skapijuj dysk _na:
de: Medium kopieren _nach:
mg: Adikao _ato io kapila io:
pt: Copiar o disco _para:

source: Maximum possible
be@latin: Najbolšaja mahčymaja
de: Maximal möglich
mg: Izay farany ambony
pt: Máximo possível

source: Calculating...
be@latin: Padlik...
de: Berechnung läuft …
mg: Mikajy...
pt: A Calcular...

source: _Write
be@latin: _Zapišy
de: _Schreiben
mg: _Raiketo
pt: _Gravar

source: Preparing to write CD
be@latin: Padrychtoŭka da zapisu CD
de: Vorbereiten auf das Beschreiben der CD
mg: Miomana ny handraikitra amin'ny CD
pt: A preparar-se para gravar CD

source: Preparing to write DVD
be@latin: Padrychtoŭka da zapisu DVD
de: Vorbereiten auf das Beschreiben der DVD
mg: Miomana ny handraikitra amin'ny DVD
pt: A preparar-se para gravar um DVD

source: Writing CD
be@latin: Zapis CD
de: CD wird beschrieben
mg: Mandraikitra amin'ny CD
pt: A gravar o CD

source: Writing DVD
be@latin: Zapis DVD
de: DVD wird beschrieben
mg: Mandraikitra amin'ny DVD
pt: A gravar o DVD

source: Finishing write
be@latin: Zakančeńnie zapisu
de: Schreibvorgang wird abgeschlossen
mg: Mamarana ny fandraiketana
pt: A finalizar a escrita

source: Erasing CD
be@latin: Ścirańnie CD
de: CD-Inhalt wird gelöscht
mg: Mamafa CD
pt: A apagar o CD

source: Erasing DVD
be@latin: Ścirańnie DVD
de: DVD-Inhalt wird gelöscht
mg: Mamafa DVD
pt: A apagar o DVD

source: None
be@latin: Niama
de: Keine
pt: Nenhum

source: Please make sure another application is not using the drive.
be@latin: Pravier, ci nie zajmaje pryładu inšaja aplikacyja.
de: Bitte stellen Sie sicher, dass keine andere Anwendung auf das Laufwerk zugreift.
mg: Amarino tsara hoe tsy misy rindran'asa hafa mampiasa ilay mpanodina.
pt: Certifique-se de que nenhuma outra aplicação está a utilizar o dispositivo.

source: Drive is busy
be@latin: Pryłada zaniataja
de: Das Laufwerk ist blockiert
mg: Mbola miasa ny mpanodina
pt: O dispositivo está ocupado

source: Please put a disc, with at least %s free, into the drive. The following disc types are supported: %s
be@latin: Kali łaska, źmiaści dysk z volnym miescam %s u pryładzie. Nastupnyja typy dyskaŭ padtrymanyja: %s
de: Bitte legen Sie ein Medium mit mindestens %s freiem Speicher in das Laufwerk ein. Folgende Typen werden unterstützt: %s
pt: Insira um disco, com pelo menos %s disponíveis, na unidade. São suportados os seguintes tipos de disco: %s

source: Insert a rewritable or blank disc
be@latin: Ustaŭ pierazapisvalny albo pusty dysk
de: Bitte legen Sie ein wiederbeschreibbares oder leeres Medium ein
mg: Mampidira kapila azo fafàna na kapila foana
pt: Insira um disco regravável ou virgem

source: Insert a blank disc
be@latin: Ustaŭ pusty dysk
de: Bitte legen Sie ein leeres Medium ein
mg: Mampidira kapila foana
pt: Insira um disco virgem

source: Please replace the disc in the drive with a supported disc with at least %s free. The following disc types are supported: %s
be@latin: Kali łaska, zamiani dysk u pryładzie na padtrymany dysk z volnym miescam %s. Nastupnyja typy dyskaŭ padtrymanyja: %s
de: Bitte ersetzen Sie das Medium im Laufwerk durch einen unterstützten Typ mit mindestens %s freiem Speicher. Folgende Typen werden unterstützt: %s
pt: Substitua o disco contido na unidade por um disco suportado com pelo menos %s disponíveis. São suportados os seguintes tipos de disco: %s

source: Reload a rewritable or blank disc
be@latin: Pieračytaj pierazapisvalny albo pusty dysk
de: Wiederbeschreibbares oder leeres Medium neu einlesen
mg: Avereno jerena ny kapila azo fafàna na ny kapila foana
pt: Reponha um disco regravável ou virgem

source: Reload a blank disc
be@latin: Pieračytaj pusty dysk
de: Leeres Medium neu einlesen
mg: Avareno jerena ny kapila foana
pt: Reponha um disco virgem

source: _Eject
be@latin: _Vysuń
de: _Auswerfen
mg: _Avoay
pt: _Ejectar

source: This %s appears to have information already recorded on it.
be@latin: Hety dysk %s užo maje zapisanyja na im źviestki.
de: Diese %s scheint bereits Informationen zu speichern.
mg: Toa efa misy zavatra voasokitra amin'ny ity %s ity.
pt: Este %s aparenta já conter informação gravada.

source: Erase information on this disc?
be@latin: Ścierci źviestki z hetaha dysku?
de: Möchten Sie alle Informationen auf diesem Medium löschen?
mg: Fafana izay zavatra anatin'ity kapila ity?
pt: Apagar a informação contida neste disco?

source: _Try Another
be@latin: _Pasprabuj inšy
de: _Anderes Medium versuchen
mg: _Hanandrana hafa
pt: _Tentar Outro

source: _Erase Disc
be@latin: _Ściraj dysk
de: _Medium löschen
mg: _Fafao ny kapila
pt: _Apagar o Disco

source: There was an error writing to the disc: %s
be@latin: Pry zapisie na dysku adbyłasia pamyłka: %s
de: Beim Schreiben auf das Medium ist ein Fehler aufgetreten: %s
mg: Nisy ity olana ity teo am-pandraiketana amin'ilay kapila: %s
pt: Ocorreu um erro ao gravar no disco: %s

source: There was an error writing to the disc
be@latin: Pry zapisie na dysku adbyłasia pamyłka
de: Beim Schreiben auf das Medium ist ein Fehler aufgetreten
mg: Nisy olana teo am-panraiketana amin'ilay kapila
pt: Ocorreu um erro ao gravar no disco

source: Error writing to disc
be@latin: Pamyłka zapisu na dysku
de: Fehler beim Schreiben auf das Medium
mg: Nisy olana teo am-pandraiketana
pt: Erro ao gravar no disco

source: A file named "%s" already exists. Do you want to overwrite it?
be@latin: Fajł "%s" užo isnuje. Chočaš nadpisać jaho?
de: Es existiert bereits eine Datei mit dem Namen »%s«. Soll diese überschrieben werden?
mg: Efa misy ny rakitra mitondra ny anarana "%s". Tianao tsindriana izy io?
pt: Já existe um ficheiro denominado "%s". Deseja sobrepo-lo?

source: Overwrite existing file?
be@latin: Nadpisać najaŭny fajł?
de: Soll die vorhandene Datei überschrieben werden?
mg: Tsindriana ilay rakitra?
pt: Sobrepor o ficheiro existente?

source: _Overwrite
be@latin: _Nadpišy
de: Ü_berschreiben
mg: _Tsindrio
pt: _Sobrepor

source: Choose a filename for the disc image
be@latin: Abiary nazvu fajłu dla vyjavy dysku
de: Wählen Sie einen Dateinamen für das Datenträgerabbild
mg: Hisafidy anaran-drakitra omena ilay dindon'ny kapila
pt: Seleccione um nome de ficheiro para a imagem do disco

source: image.iso
be@latin: vyjava.iso
de: Abbild.iso
pt: imagem.iso

source: You do not have permissions to overwrite that file (%s).
be@latin: Tabie nie staje pravoŭ, kab nadpisać hety fajł (%s).
de: Sie haben nicht die erforderlichen Zugriffsrechte zum Überschreiben dieser Datei (%s).
mg: Tsy manana alalana hamafa io rakitra io ianao (%s).
pt: Não possui permissões para sobrepor esse ficheiro (%s).

source: File image creation failed
be@latin: Pamyłka stvareńnia fajłu z vyjavaj dysku
de: Anlegen des Datei-Images gescheitert
mg: Tsy nahomby ny famoronana dindon-drakitra
pt: Falha ao criar o ficheiro de imagem

source: You do not have permissions to create that file (%s).
be@latin: Tabie nie staje pravoŭ, kab stvaryć hety fajł (%s).
de: Sie haben nicht die erforderlichen Zugriffsrechte zum Anlegen dieser Datei (%s).
mg: Tsy manana alalana hamorona io rakitra io ianao (%s).
pt: Não possui permissões para criar esse ficheiro (%s).

source: Complete
be@latin: Skončana
de: Fertig
mg: Vita
pt: Terminado

source: An error occurred while writing
be@latin: Pry zapisie adbyłasia pamyłka
de: Während des Schreibens ist ein Fehler aufgetreten
mg: Nisy olana nitranga teo am-pandraiketana
pt: Ocorreu um erro ao escrever

source: Writing Files to a Disc Image
be@latin: Zapis fajłaŭ u vyjavu dysku
de: Daten werden in ein Datenträgerabbild geschrieben
mg: Mandraikitra rakitra amin'ny Dindon'ny Kapila
pt: A Gravar os Ficheiros na Imagem do Disco

source: Writing Files to CD
be@latin: Zapis fajłaŭ na dysku CD
de: Daten werden auf eine CD geschrieben
mg: Mandraikitra rakitra amin'ny CD
pt: A Gravar os Ficheiros no CD

source: Writing Files to DVD
be@latin: Zapis fajłaŭ na dysku DVD
de: Daten werden auf eine DVD geschrieben
mg: Mandraikitra rakitra amin'ny DVD
pt: A Gravar os Ficheiros no DVD

source: Writing Image to Disc
be@latin: Zapis vyjavy na dysku
de: Daten werden auf ein Medium geschrieben
mg: Mandraikitra rakitra amin'ny kapila
pt: A Gravar a Imagem no Disco

source: Copying Disc Image
be@latin: Kapijavańnie vyjavy dysku
de: Datenträgerabbild wird kopiert
mg: Mandraikitra ilay Dindon'ny Kapila
pt: A Copiar a Imagem do Disco

source: Writing Image to CD
be@latin: Zapis vyjavy na dysku CD
de: Abbild wird auf eine CD geschrieben
mg: Mandraikitra ny dindona amin'ny CD
pt: A Gravar a Imagem no CD

source: Writing Image to DVD
be@latin: Zapis vyjavy na dysku DVD
de: Abbild wird auf eine DVD geschrieben
mg: Mandraikitra ny dindona amin'ny DVD
pt: A Gravar a Imagem no DVD

source: Copying Disc
be@latin: Kapijavańnie dysku
de: Medium wird kopiert
mg: Mandika ilay kapila
pt: A Copiar o Disco

source: Copying Disc to a Disc Image
be@latin: Kapijavańnie dysku ŭ vyjavu
de: Medium wird in ein Datenträgerabbild kopiert
mg: Mandika ilay kapila amin'ny dindon'ny kapila iray
pt: A Copiar o Disco para uma Imagem de Disco

source: Copying Disc to CD
be@latin: Kapijavańnie dysku na CD
de: Medium wird auf eine CD kopiert
mg: Mandika kapila amin'ny CD
pt: A Copiar o Disco para um CD

source: Copying Disc to DVD
be@latin: Kapijavańnie dysku na DVD
de: Medium wird auf eine DVD kopiert
mg: Mandika kapila amin'ny DVD
pt: A Copiar o Disco para um DVD

source: Writing files to disc
be@latin: Zapis fajłaŭ na dysku
de: Daten werden auf ein Medium geschrieben
mg: Mandraikitra rakitra amin'ny kapila
pt: A gravar os ficheiros no disco

source: Writing files to a disc image
be@latin: Zapis fajłaŭ u vyjavu dysku
de: Daten werden in ein Datenträgerabbild geschrieben
mg: Mandraikitra rakitra amin'ny dindon'ny kapila
pt: A gravar os ficheiros numa imagem de disco

source: Writing files to CD
be@latin: Zapis fajłaŭ na dysku CD
de: Daten werden auf eine CD geschrieben
mg: Mandraikitra rakitra amin'ny CD
pt: A gravar os ficheiros no CD

source: Writing files to DVD
be@latin: Zapis fajłaŭ na dysku DVD
de: Daten werden auf eine DVD geschrieben
mg: Mandraikitra rakitra amin'ny DVD
pt: A gravar os ficheiros no DVD

source: Writing image to disc
be@latin: Zapis vyjavy na dysku
de: Abbild wird auf ein Medium geschrieben
mg: Mandika dindo amin'ny kapila
pt: A gravar a imagem no disco

source: Copying disc image
be@latin: Kapijavańnie vyjavy dysku
de: Kopie von Datenträgerabbild wird erstellt
mg: Mandika dindon'ny kapila
pt: A copiar a imagem do disco

source: Writing image to CD
be@latin: Zapis vyjavy na dysku CD
de: Abbild wird auf eine CD geschrieben
mg: Mandraikitra dindo amin'ny CD
pt: A gravar a imagem no CD

source: Writing image to DVD
be@latin: Zapis vyjavy na dysku DVD
de: Abbild wird auf eine DVD geschrieben
mg: Mandraikitra dindo amin'ny DVD
pt: A gravar a imagem no DVD

source: Copying disc
be@latin: Kapijavańnie dysku
de: Medium wird kopiert
mg: Mandika ilay kapila
pt: A copiar o disco

source: Copying disc to a disc image
be@latin: Kapijavańnie ŭ vyjavu dysku
de: Medium wird in ein Datenträgerabbild kopiert
mg: Mandika ilay kapila amin'ny dindon'ny kapila iray
pt: A copiar o dico para uma imagem do disco

source: Copying disc to CD
be@latin: Kapijavańnie na dysk CD
de: Medium wird auf eine CD kopiert
mg: Mandika ilay kapila amin'ny CD
pt: A copiar o disco para CD

source: Copying disc to DVD
be@latin: Kapijavańnie na dysk DVD
de: Medium wird auf eine DVD kopiert
mg: Mandika ilay kapila amin'ny DVD
pt: A copiar o disco para DVD

source: The selected files are being written to a CD or DVD. This operation may take a long time, depending on data size and write speed.
be@latin: Abranyja fajły zapisvajucca na dysku CD albo DVD. Hetaja aperacyja moža zaniać šmat času, u zaležnaści ad pamieru źviestak i chutkaści zapisu.
de: Die gewählten Dateien werden auf eine CD oder DVD geschrieben. Möglicherweise nimmt dieser Vorgang viel Zeit in Anspruch, abhängig von der Datengröße und der Schreibgeschwindigkeit.
mg: Raiketina amin'ny CD na DVD ireo rakitra voafaritra. Mety haharitra ela arakaraka ny habetsaky ny data sy ny hafainganan'ny fandraiketana izany asa izany.
pt: Os ficheiros seleccionados estão a ser gravados num CD ou DVD. Esta operação poderá demorar muito tempo, dependendo do tamanho dos dados e da velocidade de gravação.

source: The selected files are being written to a disc image file.
be@latin: Abranyja fajły zapisvajucca ŭ fajł z vyjavaj dysku.
de: Die gewählten Dateien werden in einem Datenträgerabbild gespeichert.
mg: Raiketina amin'ny raki-dindon-kapila ireo rakitra voafaritra.
pt: Os ficheiros seleccionados estão a ser gravados num ficheiro de imagem de disco.

source: The selected files are being written to a CD. This operation may take a long time, depending on data size and write speed.
be@latin: Abranyja fajły zapisvajucca na dysku CD. Hetaja aperacyja moža zaniać šmat času, u zaležnaści ad pamieru źviestak i chutkaści zapisu.
de: Die gewählten Dateien werden auf eine CD geschrieben. Möglicherweise nimmt dieser Vorgang viel Zeit in Anspruch, abhängig von der Datengröße und der Schreibgeschwindigkeit.
mg: Adika amin'ny CD ireo rakitra voafaritra. Mety haharitra ela arakaraka ny habetsaky ny data sy ny hafainganan'ny fandraiketana izany asa izany.
pt: Os ficheiros seleccionados estão a ser gravados num CD. Esta operação poderá demorar muito tempo, dependendo do tamanho dos dados e da velocidade de gravação.

source: The selected files are being written to a DVD. This operation may take a long time, depending on data size and write speed.
be@latin: Abranyja fajły zapisvajucca na dysku DVD. Hetaja aperacyja moža zaniać šmat času, u zaležnaści ad pamieru źviestak i chutkaści zapisu.
de: Die gewählten Dateien werden auf eine DVD geschrieben. Möglicherweise nimmt dieser Vorgang viel Zeit in Anspruch, abhängig von der Datengröße und der Schreibgeschwindigkeit.
mg: Raiketina amin'ny DVD ireo rakitra voafaritra. Mety haharitra ela arakaraka ny habetsaky ny data sy ny hafainganan'ny fandraiketana izany asa izany.
pt: Os ficheiros seleccionados estão a ser gravados num DVD. Esta operação poderá demorar muito tempo, dependendo do tamanho dos dados e da velocidade de gravação.

source: The selected disc image is being written to a CD or DVD. This operation may take a long time, depending on data size and write speed.
be@latin: Abranyja fajły zapisvajucca na dysku CD albo DVD. Hetaja aperacyja moža zaniać šmat času, u zaležnaści ad pamieru źviestak i chutkaści zapisu.
de: Das gewählte Abbild wird auf eine CD oder DVD geschrieben. Möglicherweise nimmt dieser Vorgang viel Zeit in Anspruch, abhängig von der Datengröße und der Schreibgeschwindigkeit.
mg: Raiketina amin'ny CD na DVD ilay dindon'ny kapila voafaritra. Mety haharitra ela arakaraka ny habetsaky ny data sy ny hafainganan'ny fandraiketana izany asa izany.
pt: A imagem de disco seleccionada está a ser gravada num CD ou DVD. Esta operação poderá demorar muito tempo, dependendo do tamanho dos dados e da velocidade de gravação.

source: The selected disc image is being copied to a disc image file.
be@latin: Abranaja vyjava dysku kapijujecca ŭ fajł z vyjavaj.
de: Das gewählte Datenträgerabbild wird in ein Datenträgerabbild kopiert.
mg: Adika amin'ny raki-dindon-kapila ilay dindon'ny kapila voafaritra.
pt: A imagem de disco seleccionada está a ser gravada num ficheiro de imagem de um disco.

source: The selected disc image is being written to a CD. This operation may take a long time, depending on data size and write speed.
be@latin: Abranaja vyjava dysku zapisvajecca na dysku CD. Hetaja aperacyja moža zaniać šmat času, u zaležnaści ad pamieru źviestak i chutkaści zapisu.
de: Das gewählte Abbild wird auf eine CD geschrieben. Möglicherweise nimmt dieser Vorgang viel Zeit in Anspruch, abhängig von der Datengröße und der Schreibgeschwindigkeit.
mg: Raiketina amin'ny CD ilay dindon-kapila voafaritra. Mety haharitra ela arakaraka ny habetsaky ny data sy ny hafainganan'ny fandraiketana izany asa izany.
pt: A imagem de disco seleccionada está a ser gravada num CD. Esta operação poderá demorar muito tempo, dependendo do tamanho dos dados e da velocidade de gravação.

source: The selected disc image is being written to a DVD. This operation may take a long time, depending on data size and write speed.
be@latin: Abranaja vyjava dysku zapisvajecca na dysku DVD. Hetaja aperacyja moža zaniać šmat času, u zaležnaści ad pamieru źviestak i chutkaści zapisu.
de: Das gewählte Abbild wird auf eine DVD geschrieben. Möglicherweise nimmt dieser Vorgang viel Zeit in Anspruch, abhängig von der Datengröße und der Schreibgeschwindigkeit.
mg: Raiketina amin'ny DVD ilay dindon-kapila voafaritra. Mety haharitra ela arakaraka ny habetsaky ny data sy ny hafainganan'ny fandraiketana izany asa izany.
pt: A imagem de disco seleccionada está a ser gravada num DVD. Esta operação poderá demorar muito tempo, dependendo do tamanho dos dados e da velocidade de gravação.

source: The selected disc is being copied to a CD or DVD. This operation may take a long time, depending on data size and drive speed.
be@latin: Abrany dysk kapijujecca na dysk CD albo DVD. Hetaja aperacyja moža zaniać šmat času, u zaležnaści ad pamieru źviestak i chutkaści zapisu.
de: Das gewählte Medium wird auf eine CD oder DVD kopiert. Möglicherweise nimmt dieser Vorgang viel Zeit in Anspruch, abhängig von der Datengröße und der Schreibgeschwindigkeit.
mg: Adika amin'ny CD na DVD ilay kapila voafaritra. Mety haharitra ela arakaraka ny habetsaky ny data sy ny hafainganan'ny fandraiketana izany asa izany.
pt: A imagem de disco seleccionada está a ser gravada num CD ou DVD. Esta operação poderá demorar muito tempo, dependendo do tamanho dos dados e da velocidade de gravação.

source: The selected disc is being copied to a disc image file. This operation may take a long time, depending on data size and drive speed.
be@latin: Abrany dysk kapijujecca ŭ fajł z vyjavaj. Hetaja aperacyja moža zaniać šmat času, u zaležnaści ad pamieru źviestak i chutkaści zapisu.
de: Das gewählte Medium wird in ein Datenträgerabbild kopiert. Möglicherweise nimmt dieser Vorgang viel Zeit in Anspruch, abhängig von der Datengröße und der Schreibgeschwindigkeit.
mg: Adika amin'ny raki-dindon-kapila iray ilay kapila voafaritra. Mety haharitra ela arakaraka ny habetsaky ny data sy ny hafainganan'ny fandraiketana izany asa izany.
pt: O disco seleccionado está a ser gravado num ficheiro de imagem de disco. Esta operação poderá demorar muito tempo, dependendo do tamanho dos dados e da velocidade de gravação.

source: The selected disc is being copied to a CD. This operation may take a long time, depending on data size and drive speed.
be@latin: Abrany dysk kapijujecca na dysk CD. Hetaja aperacyja moža zaniać šmat času, u zaležnaści ad pamieru źviestak i chutkaści zapisu.
de: Das gewählte Medium wird auf eine CD kopiert. Möglicherweise nimmt dieser Vorgang viel Zeit in Anspruch, abhängig von der Datengröße und der Schreibgeschwindigkeit.
mg: Adika amin'ny CD ilay kapila voafaritra. Mety haharitra ela arakaraka ny habetsaky ny data sy ny hafainganan'ny fandraiketana izany asa izany.
pt: O disco seleccionado está a ser gravado num CD. Esta operação poderá demorar muito tempo, dependendo do tamanho dos dados e da velocidade de gravação.

source: The selected disc is being copied to a DVD. This operation may take a long time, depending on data size and drive speed.
be@latin: Abrany dysk kapijujecca na dysk DVD. Hetaja aperacyja moža zaniać šmat času, u zaležnaści ad pamieru źviestak i chutkaści zapisu.
de: Das gewählte Medium wird auf eine DVD kopiert. Möglicherweise nimmt dieser Vorgang viel Zeit in Anspruch, abhängig von der Datengröße und der Schreibgeschwindigkeit.
mg: Adika amin'ny DVD ilay kapila voafaritra. Mety haharitra ela arakaraka ny habetsaky ny data sy ny hafainganan'ny fandraiketana izany asa izany.
pt: O disco seleccionado está a ser gravado num DVD. Esta operação poderá demorar muito tempo, dependendo do tamanho dos dados e da velocidade de gravação.

source: Burning CD
be@latin: Zapis CD
de: CD wird geschrieben
mg: Misokitra ilay kapila
pt: A gravar o CD

source: Creating disc image
be@latin: Stvareńnie vyjavy dysku
de: CD-Abbild wird erstellt
mg: Mamorona ny dindon'ny kapila
pt: A criar uma imagem do disco

source: Writing CD/DVD-Image '%s'.
be@latin: Zapis vyjavy CD/DVD "%s".
de: CD/DVD-Abbild »%s« wird geschrieben.
pt: A Gravar a Imagem de CD/DVD '%s'.

source: Writing disc '%s'.
be@latin: Zapis dysku "%s".
de: Medium »%s« wird geschrieben.
pt: A gravar o disco '%s'.

source: Writing %s '%s'.
be@latin: Zapis %s "%s".
de: %s »%s« wird geschrieben.
pt: A gravar %s '%s'.

source: Completed writing %s
be@latin: Zapis %s skončany
de: Schreiben von %s fertiggestellt
mg: Vita ny fandraiketana ny %s
pt: Gravação de %s terminada

source: Interrupt writing files to disc?
be@latin: Pierarvać zapis fajłaŭ na dysku?
de: Möchten Sie das Schreiben der Daten auf die CD/DVD unterbrechen?
mg: Atsahatra ny fandraiketana rakitra amin'ny kapila?
pt: Interromper a gravação de ficheiros para o disco?

source: Are you sure you want to interrupt the disc write operation? Some drives may require that you restart the computer to get them working again.
be@latin: Ty sapraŭdy chočaš pierarvać aperacyju zapisu dysku? Niekatoryja pryłady patrabujuć pierazahruzki kamputara, kab pačać znoŭ pracavać paśla takoha dziejańnia.
de: Sind Sie sicher, dass der CD/DVD-Schreibvorgang unterbrochen werden soll?Einige optische Laufwerke erfordern einen Neustart des Systems, um den Zugriff auf den Datenträger wieder möglich zu machen.
mg: Tianao atsahatra tokoa ve ny asa fandraiketana amin'ny kapila? Mety tsy mandeha araka ny tokony ho izy ny mpanodina sasany raha tsy averinao alefa ny solosaina.
pt: Tem a certeza de que deseja cancelar a operação de gravação do disco? Alguns dispositivos poderão requerer que reinicie a máquina para que funcionem novamente.

source: Interrupt
be@latin: Pierarvi
de: Unterbrechen
mg: Atsaharo
pt: Interromper

source: Continue
be@latin: Praciahvaj
de: Fortfahren
mg: Tohizo
pt: Continuar

source: %d hour
be@latin: %d hadziny
de: %d Stunden
mg: %d ora
pt: %d hora

source: %d minute
be@latin: %d chviliny
pt: %d minuto

source: %d second
be@latin: %d sekundy
de: %d Sekunde
pt: %d segundo

source: 0 seconds
be@latin: 0 sekundaŭ
de: Null Sekunden
mg: 0 segaondra
pt: 0 segundos

source: About %s left
be@latin: Zastałosia kala %s
de: %s verbleiben
mg: Eo amin'ny %s eo sisa
pt: Restam cerca de %s

source: _Make Another Copy
be@latin: _Zrabi jašče kopiju
de: _Weitere Kopie erstellen
mg: _Hanao dika mitovy iray hafa
pt: _Fazer Outra Cópia

source: C_ontinue
be@latin: P_raciahvaj
de: _Fortfahren
pt: C_ontinuar

source: Filename
be@latin: Nazva fajłu
de: Dateiname
pt: Nome de Ficheiro

source: Rename file
be@latin: Źmiani nazvu fajłu
de: Datei umbenennen
pt: Renomear ficheiro
