Repository: joshlong-attic/dac
Catalog: src/main/native/linux/misc/downloads/nautilus-cd-burner-2.25.3/po/*.po
Languages: be@latin, de, mg, pt

source: CD/DVD Creator
be@latin: Stvaralnik CD/DVD
de: CD/DVD-Ersteller
mg: Mpamorona CD/DVD
pt: Criador de CD/DVD

source: Open a folder into which you can drag files to burn to a CD or DVD
be@latin: Adčyniaje kataloh, u jaki možna zakidvać fajły dla zapisu CD albo DVD
de: Öffnet einen Ordner in den Sie Dateien ziehen können, die auf eine CD oder DVD gebrannt werden sollen
pt: Abrir uma pasta para a qual possa arrastar ficheiros para gravar um CD ou DVD

source: Open the CD/DVD Creator
be@latin: Adčyni stvaralnika CD/DVD
de: CD/DVD-Ersteller öffnen
mg: sokafy ny mpamorona CD/DVD
pt: Abrir o Criador de CD/DVD

source: <b>Information</b>
be@latin: <b>Źviestki</b>
de: <b>Informationen</b>
mg: <b>Fampahalalana</b>
pt: <b>Informação</b>

source: <b>Write Options</b>
be@latin: <b>Opcyi zapisu</b>
de: <b>Schreibeinstellungen</b>
mg: <b>Safidin'ny fandraiketana</b>
pt: <b>Opções de Gravação</b>

source: <big><b>Some files have invalid filenames</b></big>
be@latin: <big><b>Niekatoryja fajły majuć niapravilnyja nazvy</b><big>
de: <big><b>Einige Dateien haben ungültige Namen</b></big>
pt: <big><b>Alguns ficheiros possuem nomes inválidos</b></big>

source: <big><b>Writing files to disc</b></big>
be@latin: <big><b>Zapis fajłaŭ na dysku</b></big>
de: <big><b>Daten werden auf das Medium geschrieben</b></big>
mg: <big><b>Fandraiketana ny rakitra amin'ny kapila</b></big>
pt: <big><b>A gravar os ficheiros no disco</b></big>

source: <i>Initializing...</i>
be@latin: <i>Inicyjavańnie...</i>
de: <i>Initialisierung …</i>
mg: <i>miantomboka...</i>
pt: <i>A inicializar...</i>

source: Data size:
be@latin: Pamier źviestak:
de: Datengröße:
mg: Haben'ny data:
pt: Tamanho dos dados:

source: Disc _name:
be@latin: _Nazva dysku:
de: CD-_Name:
mg: _Anaran'ilay kapila:
pt: _Nome do disco:

source: Label to identify disc
be@latin: Apisańnie dziela identyfikacyi dysku
de: Beschriftung zur Identifikation der CD
mg: Mari-tsoratra amantarana ilay kapila
pt: Etiqueta para identificar o disco

source: The following filenames are not valid. Please provide new names for each of them.
be@latin: Nastupnyja nazvy fajłaŭ niapravilnyja. Vyznač novuju nazvu dla kožnaha ź ich.
de: Die folgenden Dateinamen sind ungültig. Bitte geben Sie für jeden einen neuen Namen an.
pt: Os seguintes nomes de ficheiros não são válidos. Indique novos nomes para cada um deles.

source: Write _speed:
be@latin: _Chutkaść zapisu:
de: Schreib_geschwindigkeit:
mg: _Hafainganan'ny fandraiketana
pt: _Velocidade de gravação:

source: Write disc _to:
be@latin: Zapišy dysk na:
de: _CD/DVD schreiben auf:
mg: Raiketo _anatin'ity ny kapila:
pt: Gravar disco _para:

source: Writing Files to Disc
be@latin: Zapis fajłaŭ na dysku
de: Daten werden auf das Medium geschrieben
mg: Mandraikitra ireo rakitra amin'ny kapila
pt: A Gravar os Ficheiros no Disco

source: _Dummy write
be@latin: _Niesapraŭdny zapis
de: _Schreibsimulation
mg: Fandraiketana _andrana
pt: Gravação _simulada

source: Default burn speed
be@latin: Zmoŭčanaja chutkaść zapisu
de: Voreingestellte Brenngeschwindigkeit
mg: Hafainganan'ny sokitra fampiasa
pt: Velocidade de gravação por omissão

source: Default speed at which the media will be written.
be@latin: Zmoŭčanaja chutkaść, ź jakoj budzie zapisany dysk.
de: Vorgabegeschwindigkeit, mit der ein Medium beschrieben werden soll.
mg: Hafainganana fampiasa hisokirana ilay kapila.
pt: Velocidade por omissão a que o media será gravado.

source: Directory for the temporary ISO images
be@latin: Kataloh dziela časovych vyjavaŭ dyskaŭ ISO
de: Ordner für temporäre ISO-Image-Dateien
mg: Laha-tahiry asiana ireo dindo ISO vonjimaika
pt: Directório para as imagens ISO temporárias

source: Directory used for the temporary ISO images, leave blank to use the default system temporary directory.
be@latin: Kataloh dziela zachoŭvańnia časovych vyjavaŭ ISO. Akreśli pustym, kab vykarystoŭvać zmoŭčany systemny kataloh dla časovych fajłaŭ.
de: Der für temporäre ISO-Image-Dateien verwendete Ordner. Falls dieser Schlüssel leer ist, wird der voreingestellte Systemordner verwendet.
mg: Laha-tahiry ampiasaina asiana ireo dindo ISO. Aza asiana na inona na inona io raha ampiasa ny laha-tahiry vonjimaika tsotran'ny rafitra.
pt: Directório utilizado para as imagens ISO temporárias, see vazio será utilizado o directório temporário de sistema por omissão.

source: Enable Burnproof option
be@latin: Uklučy opcyju Burnproof
de: Burnproof aktivieren
mg: Ekeo ny safidy Burnproof
pt: Activar a opção "Burnproof"

source: Enable debug
be@latin: Uklučy adładku
de: Fehlerdiagnose aktivieren
mg: Alefaso ny debug
pt: Activar a depuração

source: Enable overburn
be@latin: Uklučy zapis bolš za normu (overburn)
de: Overburn aktivieren
mg: Alefaso ny Overburn
pt: Activar o "overburn"

source: Whether to allow the data to exceed the size of the physical medium.
be@latin: Ci dazvalać zapis źviestak pamieram, bolšym za naminalny pamier fizyčnaha nośbitu.
de: Soll das Datenvolumen die Kapazität des physischen Mediums überschreiten dürfen?
mg: Mamaritra ny fahafahan'ny data mihoatra ny tena haben'ilay kapila.
pt: Se permitir ou não que os dados excedam o tamanho físico do media.

source: Whether to enable the debugging for CD Recording.
be@latin: Ci ŭklučyć adładku dla zapisu CD.
de: Soll die Fehlerdiagnose zum Beschreiben von CDs verwendet werden?
mg: Mamaritra ny fandefasana ny debug rehefa misokitra CD.
pt: Se activar ou não a depuração da Gravação de CD.

source: Whether to use the Burnproof option available on some recorders.
be@latin: Ci vykarystać opcyju Burnproof, padtrymanuju niekatorymi pryładami zapisu dyskaŭ.
de: Soll die auf manchen Brennern verfügbare Option Burnproof verwendet werden?
mg: Mamaritra ny fahafahana mampiasa ny safidy Burnproof izay hita amin'ny mpisokitra sasany.
pt: Se utilizar ou não a opção de "Burnproof" disponível em alguns gravadores.

source: Unable to launch the cd burner application
be@latin: Niemahčyma ŭruchomić aplikacyju zapisu CD
de: Die CD-Brennanwendung konnte nicht gestartet werden
mg: Tsy mety alefa ny rindran'asan'ny mpisokitra kapila
pt: Incapaz de iniciar a aplicação de gravação de cd

source: _Write to Disc...
be@latin: _Zapišy na dysku...
de: Auf CD/DVD _schreiben …
mg: _Raiketo anatin'ny kapila...
pt: _Gravar no Disco...

source: Write disc image to a CD or DVD disc
be@latin: Zapišy vyjavu dysku na CD albo DVD
de: Ein CD- oder DVD-Image auf eine CD oder DVD schreiben
mg: Handraikitra ny dindon'ny kapila amin'ny CD na DVD
pt: Gravar a imagem de disco num disco CD ou DVD

source: Write disc image cuesheet to a CD or DVD disc
be@latin: Zapišy vyjavu dysku sa skryptam cuesheet na CD albo DVD
de: Das Cuesheet eines CD- oder DVD-Abbildes auf eine CD oder DVD schreiben
mg: Handraikitra ny lisitry ny mpiatin'ny dindon'ny kapila amin'ny CD na DVD
pt: Gravar a folha de faixas da imagem de disco num disco CD ou DVD

source: _Copy Disc...
be@latin: _Skapijuj dysk...
de: _CD/DVD kopieren …
mg: _Handika kapila...
pt: _Copiar o Disco...

source: Create a copy of this CD or DVD disc
be@latin: Stvary kopiju hetaha dysku CD albo DVD
de: Eine Kopie dieser CD oder DVD erstellen
mg: Mamorona dika mitovy amin'ity CD na DVD ity
pt: Criar uma cópia deste disco CD ou DVD

source: Write contents to a CD or DVD disc
be@latin: Zapišy źmieściva na dysku CD albo DVD
de: Den Inhalt auf eine CD oder DVD schreiben
mg: Handraikitra ny mpiatiny anaty CD na DVD
pt: Gravar o conteúdo para um disco CD ou DVD

source: Disable Microsoft Windows compatibility?
be@latin: Adklučyć sumiaščalnaść z Microsoft Windows?
de: Möchten Sie die Kompatibilität zu Microsoft-Windows abschalten?
mg: Atsahatra ny fifanarahana amin'ny Microsoft Windows?
pt: Desactivar a compatibilidade com o Microsoft Windows?

source: Some files don't have a suitable name for a Windows-compatible CD. Do you want to continue with Windows compatibility disabled?
be@latin: Niekatoryja fajły majuć nazvy, niesumiaščalnyja z dyskami dla Windows. Chočaš praciahnuć aperacyju, adklučyŭšy sumiaščalnaść z Windows?
de: Der Name mindestens einer Datei auf der CD ist nicht Windows-kompatibel. Soll ohne Windows-Kompatibilität fortgefahren werden?
mg: Ny rakitra sasany tsy manana anarana mety amin'ny CD mifanaraka amin'ny Windows. Maniry ny hanohy ihany ve ianao na dia natsahatra aza ny fifanarahana amin'ny Windows?
pt: Alguns ficheiros não têm um nome adequado para um CD compatível com Windows. Deseja prosseguir com a compatibilidade com Windows desactivada?

source: Windows compatibility
be@latin: Sumiaščalnaść z Windows
de: Windows-Kompatibilität
mg: Fifanarahana amin'ny Windows
pt: Compatibilidade com Windows

source: (invalid Unicode)
be@latin: (niapravilny Unikod)
de: (ungültiger Unicode)
mg: (Unicode tsy mety)
pt: (Unicode inválido)

source: The selected location does not have enough space to store the disc image (%s MiB needed).
be@latin: U abranym pałažeńni nie staje volnaha miesca, kab zachavać vyjavu dysku (treba %s MB).
de: Der ausgewählte Ort bietet nicht ausreichend Speicherplatz, um das CD-Image zu speichern (%s MiB erforderlich)
mg: Tsy ampy asiana ilay dindon'ny kapila ny toerana nosafidiana (mila %s MiB).
pt: A localização seleccionada não possui espaço insuficiente para armazenar a imagem do disco (são necessários %s MiB).

source: Could not run sub process: %s.
be@latin: Niemahčyma vykanać padpraces: %s.
de: Der Unterprozess konnte nicht gestartet werden: %s.
mg: Tsy afaka nandefa ny zana-pizotra: %s.
pt: Incapaz de executar o subprocesso: %s.

source: The operation was cancelled by the user.
be@latin: Karystalnik anulavaŭ aperacyju.
de: Der Vorgang wurde durch den Benutzer abgebrochen.
mg: Najanon'ny mpampiasa ilay asa natao.
pt: A operação foi cancelada pelo utilizador.

source: Some files have invalid filenames: %s
be@latin: Niekatoryja fajły majuć niapravilnyja nazvy: %s
de: Einige Dateien haben ungültige Namen: %s
pt: Alguns ficheiros possuem nomes inválidos: %s

source: Unknown character encoding.
be@latin: Nieviadomaje kadavańnie.
de: Unbekannte Zeichenkodierung
mg: Fanafangoana marika tsy fantatra.
pt: Codificação de caracteres desconhecida.

source: There is no space left on the device.
be@latin: Volnaje miesca na pryładzie skončyłasia.
de: Nicht genügend Speicherplatz auf dem Laufwerk.
mg: Tsy misy toerana malalaka intsony anatin'ilay periferika.
pt: Não existe espaço livre no dispositivo.

source: File too large for filesystem.
be@latin: Fajł nadta vialiki dla fajłavaj systemy.
de: Die Datei ist zu groß für das Dateisystem.
mg: Lehibe loatra ho an'ny rafi-drakitra ity rakitra ity.
pt: Ficheiro demasiado grande para o sistema de ficheiros.

source: The label for the image is too long.
be@latin: Apisańnie vyjavy nadta daŭhoje.
de: Die Bezeichnung für das Image ist zu lang.
mg: Lava loatra ny mari-tsoratr'ilay dindo.
pt: A etiqueta para a imagem é demasiado extensa.

source: There are no files to write to disc.
be@latin: Niama fajłaŭ, kab zapisać na dysku.
de: Es sind keine Dateien zum Schreiben auf CD vorhanden.
mg: Tsy misy rakitra ho raiketina amin'ny kapila.
pt: Nenhum ficheiro seleccionado para gravar no disco.

source: Not a valid disc image.
be@latin: Niesapraŭdnaja vyjava dysku.
de: Kein gültiges CD-Abbild.
mg: Dindon'ny kapila tsy mety.
pt: Imagem de disco inválida.

source: CD/DVD Creator Folder
be@latin: Kataloh stvaralnika CD/DVD
de: CD/DVD-Ersteller
mg: Laha-tahirin'ny mpamorona CD/DVD
pt: Pasta do Criador de CD/DVD

source: Write to Disc
be@latin: Zapišy na dysku
de: Auf CD/DVD schreiben
mg: Raiketo anatin'ny kapila
pt: Gravar para um Disco

source: Could not determine media type because CD drive is busy
be@latin: Niemahčyma vyznačyć typ nośbitu, bo pryłada CD zaniataja
de: Der Medientyp konnte nicht ermittelt werden, da das CD-Laufwerk beschäftigt ist
mg: Tsy voafaritra ny karazan'ilay kapila satria mbola miasa ny mpanodina CD
pt: Incapaz de determinar o tipo de media porque unidade de CD está ocupada

source: Couldn't open media
be@latin: Niemahčyma adčynić nośbit
de: Medium konnte nicht geöffnet werden
mg: Tsy voasokatra ilay kapila
pt: Incapaz de abrir o media

source: Unknown Media
be@latin: Nieviadomy nośbit
de: Unbekanntes Medium
mg: Kapila tsy fantatra
pt: Media Desconhecido

source: Commercial CD or Audio CD
be@latin: Kamercyjny CD albo Aŭdyjo CD
de: Kommerzielle oder Audio-CD
mg: CD tsotra na CD misy hira
pt: CD ou CD Audio Comercial

source: DVD-R, or DVD-RAM
be@latin: DVD-R albo DVD-RAM
de: DVD-R oder DVD-RAM
mg: DVD-R, na DVD-RAM
pt: DVD-R ou DVD-RAM

source: Broken media type
be@latin: Typ paškodžanaha nośbitu
de: Beschädigter Medientyp
mg: Karazana kapila simba
pt: Tipo de media inválido

source: File image
be@latin: Fajł vyjavy dysku
de: Datei-Image
mg: Dindon'ny rakitra
pt: Ficheiro de imagem

source: Drive
be@latin: Pryłada
de: Laufwerk
mg: Mpanodina
pt: Unidade

source: Unnamed CD/DVD Drive
be@latin: Nienazvanaja pryłada CD/DVD
de: Namenloses CD/DVD-Laufwerk
pt: Unidade CD/DVD Sem Nome

source: The recorder could not be accessed.
be@latin: Niemahčyma atrymać dostup da pryłady zapisu dyskaŭ.
de: Auf den Brenner konnte nicht zugegriffen werden.
pt: Incapaz de aceder ao gravador.

source: Not enough space available on the disc.
be@latin: Na dysku nie staje volnaha miesca.
de: Nicht genügend Speicherplatz auf der CD.
pt: O espaço livre no disco é insuficiente.

source: The files selected did not fit on the DVD.
be@latin: Abranyja fajły nia źmieściacca na dysku DVD.
de: Die gewählten Dateien passen nicht auf die CD.
pt: Os ficheiros seleccionados não couberam no DVD.

source: The target DVD drive is still in use.
be@latin: Metavaja pryłada DVD jašče zaniataja.
de: Das Ziel-DVD-Laufwerk ist noch in Benutzung.
mg: Ilay mpanodina DVD dia mbola misy mampiasa foana
pt: A unidade de DVD de destino ainda se encontra em utilização.

source: Unhandled error, aborting
be@latin: Nieapracavanaja pamyłka, pierarvańnie
de: Nichtbehandelter Fehler, Abbruch
mg: Olana tsy voafehy, adaboka
pt: Erro não manipulado, a abortar

source: The CD has already been recorded.
be@latin: Dysk CD užo zapisany.
de: Die CD wurde bereits beschrieben.
pt: O CD já foi gravado.

source: The files selected did not fit on the CD.
be@latin: Abranyja fajły nia źmieściacca na dysku CD.
de: Die gewählten Dateien passen nicht auf die CD.
pt: Os ficheiros seleccionados não couberam no CD.

source: All audio files must be stereo, 16-bit digital audio with 44100Hz samples.
be@latin: Usie aŭdyjafajły musiać być sterea, 16-bitnym hukam z častatoj sampłaŭ 44100Hz.
de: Alle Audiodateien müssen als 16-Bit-Stereosignal mit einer Abtastrate von 44100 Hz (CD-Audio) vorliegen.
pt: Todos os ficheiros audio têm de ser stereo, audio digital de 16-bit com amostras a 44100Hz.

source: Error while writing to disc. Try a lower speed.
be@latin: Pry zapisie na dysku zdaryłasia pamyłka. Pasprabuj pamienšyć chutkaść zapisu.
de: Fehler beim Schreiben auf das Medium. Versuchen Sie es mit einer geringeren Schreibgeschwindigkeit.
pt: Erro ao gravar no disco. Tente a uma velocidade mais lenta.

source: The system is too slow to write the CD at this speed. Try a lower speed.
be@latin: Systema nadta marudnaja, kab zapisvać dyski CD z takoj chutkaściu. Pasprabuj pamienšyć chutkaść zapisu.
de: Das System ist zu langsam, um die CD mit dieser Geschwindigkeit zu schreiben. Versuchen Sie es mit einer Geringeren.
mg: Tsy ahafahana misokitra ilay CD amin'io hafaignana io ny rafitra satria meda loatra. Hafainganana ambanimbany ampiasaina.
pt: O sistema é demasiado lento para gravar o CD a esta velocidade. Tente uma velocidade mais lenta.

source: You can only burn 99 tracks on one disc
be@latin: Na adnym dysku možna zapisać tolki 99 ściežak.
de: Sie können maximal 99 Titel auf eine CD/DVD schreiben
mg: Hira 99 ihany no azonao sokirina amin'ny kapila iray
pt: Apenas pode gravar 99 faixas num disco

source: No tracks given to write
be@latin: Nivodnaj ściežki nie pieradadziena dziela zapisu
de: Es wurden keine Titel zum Schreiben angegeben
mg: Tsy misy hira ho sokirina
pt: Não foram indicadas faixas a gravar

source: Burning CD/DVD
be@latin: Zapis CD/DVD
de: CD/DVD wird geschrieben
pt: A gravar o CD/DVD

source: Can only use growisofs on a single track
be@latin: Možna vykarystać frowisofs tolki dla adnoj ściežki
de: »growisofs« kann nur auf einen einzelnen Titel angewandt werden
pt: Apenas é possível utilizar growisofs numa única faixa

source: Can only use growisofs on a data or graft list track
be@latin: Možna vykarystać growisofs tolki dla śpisu ściežak sa źviestkami albo z graft
de: »growisofs« kann nur auf einen Daten- oder Graft-List-Titel angewandt werden
pt: Apenas é possível utilizar growisofs numa faixa de lista de dados ou graft

source: Blanking CD
be@latin: Ačystka CD
de: CD wird gelöscht
mg: Mamafa ilay CD
pt: A limpar o CD

source: Blanking DVD
be@latin: Ačystka DVD
de: DVD wird gelöscht
mg: Mamafa ilay DVD
pt: A limpar o DVD

source: Could not run the necessary command: %s
be@latin: Niemahčyma vykanać patrebnaha zahadu: %s
de: Der notwendige Befehl konnte nicht ausgeführt werden: %s
mg: Tsy afaka nanatanteraka ilay baiko ilaina: %s
pt: Incapaz de executar o comando requerido: %s

source: There was a problem displaying the help contents: %s.
be@latin: Pry pakazie źmieściva dapamohi adbyłasia pamyłka: %s.
de: Beim Anzeigen des Hilfe-Inhalts ist ein Fehler aufgetreten: %s.
mg: Nisy olana teo am-panehoana ireo toro-làlana: %s.
pt: Ocorreu um erro ao apresentar o conteúdo da ajuda: %s.

source: Cannot display help
be@latin: Niemahčyma pakazać dapamohu
de: Hilfe konnte nicht angezeigt werden
mg: Tsy afaka nampiseho ny pejin'ny toro-làlana
pt: Incapaz de apresentar a ajuda

source: Use CD/DVD device as source instead of burn:///
be@latin: Vykarystaj pryładu CD/DVD jak krynicu zamiest adrasu burn:///
de: Ein CD/DVD-Laufwerk anstelle von »burn:///« als Quelle verwenden
mg: Mpanodina CD/DVD no ataovy loharano fa tsy burn:///
pt: Utilizar o dispositivo de CD/DVD como uma origem em vez de burn:///

source: DEVICE
be@latin: PRYŁADA
de: GERÄT
mg: PERIFERIKA
pt: DISPOSITIVO

source: Use ISO image as source instead of burn:///
be@latin: Vykarystaj vyjavu dysku ISO jak krynicu zamiest adrasu burn:///
de: Ein ISO-Abbild anstelle von »burn:///« als Quelle verwenden
mg: Dindo ISO no ataovy loharano fa tsy burn:///
pt: Utilizar uma imagem ISO como uma origem em vez de burn:///

source: FILENAME
be@latin: NAZVA_FAJŁU
de: DATEINAME
mg: ANARAN-DRAKITRA
pt: NOMEDEFICHEIRO

source: Use CUE/TOC file as source instead of burn:///
be@latin: Vykarystaj fajł CUE/TOC jak krynicu zamiest adrasu burn:///
de: Ein CUE/TOC-Datei anstelle von »burn:///« als Quelle verwenden
mg: Rakitra CUE/TOC no ataovy loharano fa tsy burn:///
pt: Utilizar um par de ficheiros CUE/TOC como uma origem em vez de burn:///

source: It appears that the disc, when created, will contain a single disc image file. Do you want to create a disc from the contents of the image or with the image file inside?
be@latin: Dysk paśla stvareńnia budzie źmiaščać adziny fajł z vyjavaj dysku. Ci chočaš stvaryć dysk sa źmieścivam z hetaj vyjavy albo dysk, jaki ŭtrymlivaje adziny fajł unutry?
de: Anscheinend wird dieses Medium nur ein einzelnes CD-Abbild enthalten, wenn es erstellt wird. Möchten Sie den Inhalt des Abbildes oder die Abbild-Datei auf das Medium schreiben?
pt: Parece que o disco, após ser criado, apenas irá conter um único ficheiro de imagem de um disco. Deseja criar um disco a partir do conteúdo da imagem ou com a imagem lá dentro?

source: Create disc containing a single disc image file?
be@latin: Stvaryć dysk, jaki ŭtrymlivaje adziny fajł z vyjavaj dysku?
de: Ein Medium erstellen, dass nur ein einzelnes CD-Abbild enthält?
mg: Ho foronina ilay kapila tsy misy afa-tsy raki-dindon-kapila tokana?
pt: Criar um disco que contenha apenas um ficheiro de imagem de um disco?

source: Create From Image
be@latin: Stvary z vyjavy
de: Aus CD-Abbild erstellen
mg: Forony avy amin'ny dindo
pt: Criar a Partir de Imagem

source: Create With File
be@latin: Stvary novy fajł
de: Mit Datei erstellen
mg: Forony miaraka amin'ny rakitra
pt: Criar Com um Ficheiro

source: It appears that the disc, when created, will contain only disc image files. Do you want to continue and write them to the disc as files?
be@latin: Dysk paśla stvareńnia budzie źmiaščać tolki fajły z vyjavami dyskaŭ. Ci chočaš praciahnuć aperacyju i zapisać ich na dysku jak zvyčajnyja fajły?
de: Anscheinend wird dieses Medium nur CD-Abbilder enthalten, wenn es erstellt wird. Wollen Sie fortfahren und diese als Dateien auf das Medium schreiben?
mg: Tahaka ny tsy hisy afa-tsy raki-dindon-kapila ihany anatin'ilay kapila rehefa voaforona ilay izy. Maniry ny hanohy ihany ianao ka handrakitra azy ireo toy ny rakitra amin'ny ilay kapila?
pt: Parece que o disco, quando criado, apenas irá conter ficheiros de imagens de discos. Deseja prosseguir e gravá-los para o disco?

source: Create disc containing only disc image files?
be@latin: Stvaryć dysk, jaki ŭtrymlivaje tolki fajły z vyjavami dyskaŭ?
de: Ein Medium erstellen, dass nur CD-Abbilder enthält?
mg: Ho foronina ilay kapila tsy misy afa-tsy raki-dindon-kapila?
pt: Criar um disco que contenha apenas imagens de discos?

source: Create With Files
be@latin: Stvary z fajłami
de: Mit Dateien erstellen
mg: Forony miaraka amin'ny rakitra
pt: Criar Com Ficheiros

source: The file '%s' is unreadable. Do you wish to skip this file and continue?
be@latin: Niemahčyma pračytać fajł '%s'. Chočaš abminuć hety fajł i praciahnuć aperacyju?
de: Die Datei »%s« konnte nicht gelesen werden. Möchten Sie diese Datei auslassen und fortfahren?
mg: Tsy hay vakiana ny rakitra '%s'. Tianao dinganina ve io rakitra io?
pt: O ficheiro '%s' é ilegível. Deseja saltar este ficheiro e prosseguir?

source: Skip unreadable file?
be@latin: Abminuć niečytelny fajł?
de: Unlesbare Datei auslassen?
mg: Dinganina izay rakitra tsy hay vakiana?
pt: Saltar ficheiro ilegível?

source: Skip
be@latin: Abmini
de: Auslassen
mg: Dingano
pt: Saltar

source: Skip All
be@latin: Abmini ŭsie
de: Alle auslassen
mg: Dingano izy rehetra
pt: Saltar Todos

source: No files were selected.
be@latin: Nivodny fajł nie abrany.
de: Keine Dateien ausgewählt.
pt: Nenhum ficheiro seleccionado.

source: The file '%s' is not a valid disc image.
be@latin: Fajł '%s' nie źjaŭlajecca sapraŭdnaj vyjavaj dysku.
de: Die Datei »%s« ist kein gültiges CD-Abbild.
mg: Dindon-kapila tsy mety ny rakitra '%s'.
pt: O ficheiro '%s' não é uma imagem de disco válida.

source: The specified device '%s' is not a valid CD/DVD drive.
be@latin: Vyznačanaja pryłada '%s' nie źjaŭlajecca sapraŭdnaj pryładaj CD/DVD.
de: Das angegebene Laufwerk »%s« ist kein gültiges CD/DVD-Laufwerk.
mg: Mpanodina CD/DVD tsy mety ny periferika '%s' voalaza.
pt: O dispositivo especificado '%s' não é um dispositivo de CD/DVD válido.

source: There doesn't seem to be any media in the selected drive.
be@latin: U abranaj pryładzie niama nośbitu.
de: Es scheint sich kein Medium im ausgewählten Laufwerk zu befinden.
mg: Tahaka ny tsy misy kapila ao anatin'ilay mpanodina voafaritra.
pt: Não parece existir qualquer media no dispositivo seleccionado.

source: The media is blank.
be@latin: Nośbit pusty.
de: Das Medium ist leer.
mg: Foana ilay kapila
pt: O media está vazio.

source: File not found: %s
be@latin: Fajł nia znojdzieny: %s
de: Datei nicht gefunden: %s
mg: Tsy hita ilay rakitra: %s
pt: Ficheiro não encontrado: %s

source: File does not appear to be a valid CUE sheet: %s
be@latin: Fajł nie źjaŭlajecca sapraŭdnaj vyjavaj sa skryptami CUE: %s
de: Die Datei scheint kein gültiges CUE-Sheet zu sein: %s
pt: O ficheiro não parece ser CUE válido: %s

source: Personal Data, %b %d, %Y
be@latin: Asabistyja źviestki, %b %d, %Y
de: Persönliche Daten, %d.%b %Y
mg: Datan'ny tena manokana, %b %d, %Y
pt: Dados Pessoais, %b %d, %Y
